Repository: soderlind/vmfa-rules-engine
Catalog: languages/vmfa-rules-engine-*.po
Languages: nb_no

source: Match files by size (supports >, <, =, >=, <= operators)
nb_no: Matcher filer etter størrelse (støtter >, <, =, >=, <= operatorer)

source: Partial match by camera model from EXIF data
nb_no: Delvis treff på kameramodell fra EXIF-data

source: Match photos taken within a date range
nb_no: Matcher bilder tatt innenfor et datointervall

source: Partial match by embedded IPTC keywords (comma-separated)
nb_no: Delvis treff på innebygde IPTC-nøkkelord (kommaseparert)

source: Virtual Media Folders Rules Engine
nb_no: Virtuelle mediemapper regelmotor

source: Rules Engine
nb_no: Regelmotor

source: Rules saved successfully.
nb_no: Regler lagret.

source: Failed to save rules.
nb_no: Kunne ikke lagre regler.

source: Are you sure you want to delete this rule?
nb_no: Er du sikker på at du vil slette denne regelen?

source: No rules configured yet.
nb_no: Ingen regler konfigurert ennå.

source: Add Rule
nb_no: Legg til regel

source: Edit Rule
nb_no: Rediger regel

source: Rule Name
nb_no: Regelnavn

source: Conditions
nb_no: Betingelser

source: Target Folder
nb_no: Målmappe

source: Stop processing after match
nb_no: Stopp behandling etter treff

source: Enabled
nb_no: Aktivert

source: Apply to Library
nb_no: Bruk på bibliotek

source: Scan Existing Media
nb_no: Skann eksisterende media

source: Preview
nb_no: Forhåndsvisning

source: Apply Changes
nb_no: Bruk endringer

source: Filename matches regex
nb_no: Filnavn matcher regex

source: Match filename against a regular expression (e.g., ^IMG_)
nb_no: Match filnavn mot et regulært uttrykk (f.eks. ^IMG_)

source: Match by file MIME type
nb_no: Match etter fil-MIME-type

source: Any image
nb_no: Alle bilder

source: Any video
nb_no: Alle videoer

source: Any audio
nb_no: All lyd

source: Any document
nb_no: Alle dokumenter

source: Image dimensions
nb_no: Bildedimensjoner

source: Match by image width/height
nb_no: Match etter bildebredde/høyde

source: File size
nb_no: Filstørrelse

source: EXIF camera model
nb_no: EXIF-kameramodell

source: EXIF date taken
nb_no: EXIF-dato tatt

source: Upload author
nb_no: Opplastet av

source: Match by user who uploaded the file
nb_no: Match etter bruker som lastet opp filen

source: IPTC keywords
nb_no: IPTC-nøkkelord

source: Array of rule IDs in desired order.
nb_no: Liste over regel-IDer i ønsket rekkefølge.

source: You do not have permission to access this resource.
nb_no: Du har ikke tilgang til denne ressursen.

source: Rule not found.
nb_no: Regel ikke funnet.

source: Unknown
nb_no: Ukjent

source: No matching rule
nb_no: Ingen matchende regel

source: Failed to assign folder
nb_no: Kunne ikke tildele mappe

source: Width
nb_no: Bredde

source: Height
nb_no: Høyde

source: Both
nb_no: Begge

source: Between
nb_no: Mellom

source: After
nb_no: Etter

source: Before
nb_no: Før

source: On
nb_no: På

source: In year
nb_no: I året

source: In month
nb_no: I måneden

source: Remove condition
nb_no: Fjern betingelse

source: No conditions added yet. Add at least one condition.
nb_no: Ingen betingelser lagt til ennå. Legg til minst én betingelse.

source: Add Condition
nb_no: Legg til betingelse

source: Rule name is required.
nb_no: Regelnavn er påkrevd.

source: Target folder is required.
nb_no: Målmappe er påkrevd.

source: At least one condition is required.
nb_no: Minst én betingelse er påkrevd.

source: e.g., Mobile Photos
nb_no: f.eks. Mobilbilder

source: All conditions must match (AND logic).
nb_no: Alle betingelser må matche (OG-logikk).

source: When enabled, no further rules will be evaluated after this rule matches.
nb_no: Når aktivert, vil ingen flere regler bli evaluert etter at denne regelen matcher.

source: Disabled rules will not be evaluated during uploads.
nb_no: Deaktiverte regler vil ikke bli evaluert under opplasting.

source: Cancel
nb_no: Avbryt

source: Save Rule
nb_no: Lagre regel

source: Rules Applied
nb_no: Regler brukt

source: Assigned
nb_no: Tildelt

source: Skipped
nb_no: Hoppet over

source: Errors
nb_no: Feil

source: Close
nb_no: Lukk

source: Scanned
nb_no: Skannet

source: of
nb_no: av

source: media items.
nb_no: medieelementer.

source: will be assigned to folders.
nb_no: vil bli tildelt mapper.

source: Scroll down to load more.
nb_no: Rull ned for å laste mer.

source: Will be assigned
nb_no: Vil bli tildelt

source: Select all loaded
nb_no: Velg alle lastede

source: File
nb_no: Fil

source: Rule
nb_no: Regel

source: Folder
nb_no: Mappe

source: Load more
nb_no: Last mer

source: No matching rules
nb_no: Ingen matchende regler

source: And
nb_no: Og

source: Unknown folder
nb_no: Ukjent mappe

source: condition
nb_no: betingelse

source: conditions
nb_no: betingelser

source: No conditions
nb_no: Ingen betingelser

source: Stop
nb_no: Stopp

source: Edit rule
nb_no: Rediger regel

source: Delete rule
nb_no: Slett regel

source: Total Media
nb_no: Totalt media

source: Unassigned
nb_no: Ikke tildelt

source: Active Rules
nb_no: Aktive regler

source: Rules
nb_no: Regler

source: Create your first rule
nb_no: Opprett din første regel

source: Scan Options
nb_no: Skannealternativer

source: Choose which media files to scan.
nb_no: Velg hvilke mediefiler som skal skannes.

source: Unassigned media only
nb_no: Kun ikke-tildelt media

source: When checked, only media not yet in any folder will be scanned. Uncheck to include all media (may reassign existing).
nb_no: Når valgt, vil kun media som ikke er i noen mappe bli skannet. Fjern valget for å inkludere all media (kan omtildele eksisterende).

source: Run Preview
nb_no: Kjør forhåndsvisning

source: Select condition…
nb_no: Velg betingelse…

source: Select a user…
nb_no: Velg en bruker…

source: Select a folder…
nb_no: Velg en mappe…

source: Saving…
nb_no: Lagrer…

source: Loading more…
nb_no: Laster mer…

source: more…
nb_no: flere…

source: Applying…
nb_no: Bruker endringer…

source: Loading preview…
nb_no: Laster forhåndsvisning…

source: Scan with this rule
nb_no: Skann med denne regelen

source: Loading rules…
nb_no: Laster regler…

source: Scan with Rule
nb_no: Skann med regel

source: Scan media using only the rule:
nb_no: Skann media med kun regelen:

source: Cannot delete folder "%s": it has active rules. Remove the rules first.
nb_no: Kan ikke slette mappen "%s": den har aktive regler. Fjern reglene først.

source: None (top level)
nb_no: Ingen (toppnivå)

source: Failed to create folder.
nb_no: Kunne ikke opprette mappe.

source: Please enter a folder name.
nb_no: Vennligst skriv inn et mappenavn.

source: Create Folder
nb_no: Opprett mappe

source: Folder Name
nb_no: Mappenavn

source: Enter folder name
nb_no: Skriv inn mappenavn

source: Parent Folder
nb_no: Overordnet mappe

source: Creating…
nb_no: Oppretter…

source: Create
nb_no: Opprett
